{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp.git"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim.git"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "nord.nvim": {
      "src": "https://github.com/gbprod/nord.nvim"
    },
    "nvim-jdtls": {
      "src": "https://github.com/mfussenegger/nvim-jdtls"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim.git"
    },
    "supermaven-nvim": {
      "src": "https://github.com/supermaven-inc/supermaven-nvim"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree"
    }
  }
}
